{
  "arcId": "ghosts_credible_old_house",
  "topic": "Ghosts",
  "legitimacy": "Credible",
  "screeningSummary": "Family in Victorian home where child describes previous owner Margaret in detail matching historical records",
  "dialogue": [
    {
      "speaker": "Vern",
      "textVariants": [
        {
          "mood": "neutral",
          "text": "You're on the air. Tell us about your house."
        },
        {
          "mood": "tired",
          "text": "Alright, you're on. What's this about your house?"
        },
        {
          "mood": "energized",
          "text": "YOU ARE ON THE AIR! Tell us about your house!"
        },
        {
          "mood": "irritated",
          "text": "You're on. Make it quick - what's wrong with your house?"
        },
        {
          "mood": "gruff",
          "text": "You're on. So?"
        },
        {
          "mood": "amused",
          "text": "Oh good, a haunted house story! Tell us everything!"
        },
        {
          "mood": "focused",
          "text": "You're on. Describe the residential property and any unusual phenomena."
        }
      ]
    },
    {
      "speaker": "Caller",
      "text": "Vern, my family moved into an old Victorian six months ago. I don't think we're alone in there, and I've tried to explain it away but I can't anymore."
    },
    {
      "speaker": "Vern",
      "textVariants": [
        {
          "mood": "neutral",
          "text": "What's been happening? Walk me through it."
        },
        {
          "mood": "tired",
          "text": "What's been happening... alright, walk me through it."
        },
        {
          "mood": "energized",
          "text": "This is gonna be GOOD! What's been happening?!"
        },
        {
          "mood": "irritated",
          "text": "What's been happening. Let me guess - spooky stuff?"
        },
        {
          "mood": "gruff",
          "text": "What's been happening?"
        },
        {
          "mood": "amused",
          "text": "Six months in a VICTORIAN and you DON'T think you're alone?! This is EXCITING!"
        },
        {
          "mood": "focused",
          "text": "Duration of occupancy is six months. What specific phenomena have you observed?"
        }
      ]
    },
    {
      "speaker": "Caller",
      "text": "Started small. Footsteps upstairs when everyone's downstairs. Doors that open on their own. Cold spots that seem to move through rooms. Normal haunting stuff, you know?"
    },
    {
      "speaker": "Vern",
      "textVariants": [
        {
          "mood": "neutral",
          "text": "Old houses do strange things. Could be the structure settling, drafts, old wood shifting."
        },
        {
          "mood": "tired",
          "text": "Look, old houses settle, drafts happen... you know how it is..."
        },
        {
          "mood": "energized",
          "text": "FOOTSTEPS, DOORS OPENING, COLD SPOTS! This is AMAZING!"
        },
        {
          "mood": "irritated",
          "text": "Footsteps, doors, cold spots. Of course it was. Classic haunted house, right?"
        },
        {
          "mood": "gruff",
          "text": "Old houses do strange things. Could be settling."
        },
        {
          "mood": "amused",
          "text": "FOOTSTEPS UPSTAIRS when everyone's DOWNSTAIRS! I LOVE this show!"
        },
        {
          "mood": "focused",
          "text": "Acoustic phenomena, thermal anomalies, and door movement. What structural factors have you considered?"
        }
      ]
    },
    {
      "speaker": "Caller",
      "text": "That's what I told myself. For months. Then my seven-year-old started having conversations with someone named Margaret. At first I thought it was an imaginary friend."
    },
    {
      "speaker": "Vern",
      "textVariants": [
        {
          "mood": "neutral",
          "text": "Kids invent imaginary friends. It's common and doesn't necessarily mean anything supernatural."
        },
        {
          "mood": "tired",
          "text": "Kids make up imaginary friends... that's normal stuff..."
        },
        {
          "mood": "energized",
          "text": "A SEVEN-YEAR-OLD having CONVERSATIONS! This is UNREAL!"
        },
        {
          "mood": "irritated",
          "text": "Kids invent imaginary friends. You know that, right?"
        },
        {
          "mood": "gruff",
          "text": "Kids make up imaginary friends. What's your take?"
        },
        {
          "mood": "amused",
          "text": "A CHILD talking to someone named MARGARET! This is PERFECT!"
        },
        {
          "mood": "focused",
          "text": "Child's imaginary companion. At what age did this begin and what are the interaction patterns?"
        }
      ]
    },
    {
      "speaker": "Caller",
      "text": "She described an elderly woman in a blue Victorian dress. Specific details - the cameo brooch she always wore, the way her hair was styled. I found an obituary - the previous owner died in that house twenty years ago. Her name was Margaret. Blue was her favorite color."
    },
    {
      "speaker": "Vern",
      "textVariants": [
        {
          "mood": "neutral",
          "text": "Document everything - dates, times, what happens, your daughter's descriptions. Establishing patterns helps understand the nature of what's happening. Thanks for calling in."
        },
        {
          "mood": "tired",
          "text": "Yeah, maybe document stuff if you want. Thanks for calling."
        },
        {
          "mood": "energized",
          "text": "Document EVERYTHING! This is INCREDIBLE! Margaret in BLUE!"
        },
        {
          "mood": "irritated",
          "text": "Right, well... document it if you want. Thanks for calling."
        },
        {
          "mood": "gruff",
          "text": "Good report. Document what you can. Thanks."
        },
        {
          "mood": "amused",
          "text": "This is PERFECT! Document everything and SEND IT TO US!"
        },
        {
          "mood": "focused",
          "text": "Please document specific dates, times, observed behaviors, and your daughter's detailed descriptions. Pattern analysis requires systematic data collection."
        }
      ]
    },
    {
      "speaker": "Caller",
      "text": "Good idea. Thank you for listening, Vern. I just needed to tell someone who wouldn't just laugh it off."
    }
  ],
  "callerPersonality": "emotional_wreck",
  "arcNotes": "Family with child involved, previous owner connection, child medium-like ability, escalating concern",
  "callerGender": "male"
}